1
2
4
9
abajar
abandonar
abastecimiento
abdomen
abeja
abertura
abordar
abrigada
abrir
absurdo
abundante
acabar
acceder
accesibilidad
accesible
acceso
accidentar
accionar
aceitar
aceitoso
aceptable
aceptar
acertar
acidar
acogedor
acoger
acogimiento
acomodar
acompañamiento
acompañante
acompañar
acondicionamiento
acondicionar
acordar
acorde
actitud
actividad
actualidad
actualizar
adaptar
adecuación
adecuar
adema
adicional
adicionar
administrador
admirable
adoptar
adulto
advertir
afectado
afeitar
afirmar
afluencia
aforar
agencia
agenda
agilidad
agilizar
agostar
agotar
agradable
agradar
agradecer
agradecimiento
agregar
agriar
agroturismo
agua
aguar
ahora
ahorrador
ahumado
ahí
aire
ajar
ajedrez
ajustar
ala
albornoz
alcohol
alegrar
alejar
alergia
alfombra
alguien
alguno
alimentar
alimenticio
alimento
almohada
almorzar
almuerzo
alojamiento
alojar
alquilar
alquiler
alrededor
alta
altanero
alternar
alternativa
alto
altura
ama
amabilidad
amable
amargar
ambiental
ambientar
amblar
ameno
americano
amigable
amigo
amistad
amor
ampliar
amplio
anca
anciano
anexar
angostar
animal
animar
anoche
anotar
anterior
antideslizante
antiguar
antojar
apagar
aparecer
apariencia
aperitivo
aplauso
aplicar
aportar
apoyar
apreciar
apropiar
aquel
aquí
ara
araña
arbolar
arbusto
arepa
argumentar
armario
aroma
aromatizar
arreglar
arriba
arrojar
arroz
arte
artesanal
asado
asar
ascenso
ascensor
asear
asegurar
asequible
asilar
asistente
asistir
aspecto
asqueroso
asumir
atención
atender
atentar
atento
atracción
atravesar
atrás
aumentar
aun
aunque
auto
autoridad
autoservicio
avance
ave
avenir
averiguar
avisar
aviso
ayer
ayuda
ayudar
azufrar
azul
añadir
año
b
bailar
baja
bajar
bajo
balancear
balneario
banana
banano
banco
bandeja
bar
barato
barra
basar
bastante
basura
basurero
bata
bañar
bañera
bañista
baño
beber
belleza
bello
bendecir
bendición
beneficio
bicho
bien
bienestar
bienvenida
bife
billar
binar
blanco
bloqueador
boca
bolsa
bolsillo
bolso
bombillo
bondadoso
bonificación
bonito
bordar
borracho
botella
botonar
brazalete
brazo
breva
brindar
broma
bueno
bufet
buffer
buffet
bulla
bus
buscar
c
cabal
cabaña
cabe
cabellar
caber
cabeza
cabina
cable
cacerola
cada
caer
cafetera
cafetero
café
caja
cajero
calar
caldito
caldo
calentador
calentar
calidad
calidez
calificar
call
callar
callosidad
calor
caluroso
cama
camarero
cambiada
cambiar
cambio
camilla
caminar
caminata
camino
camioneta
camisa
camping
canal
cancela
cancelar
candado
caneca
cantidad
capacidad
capacitación
capacitar
capilar
cara
carecer
carga
cargador
cargar
carisma
carne
carnet
caro
carpa
carretera
carro
carta
casa
casar
cascada
cascar
casero
casi
casilla
casillero
caso
causa
causar
cayo
cebolla
celebrar
celular
cena
cenar
cepillar
cera
cerca
cercano
cerdo
cereal
cerrada
cerrar
certero
certeza
certificado
cerveza
champiñón
chancha
chaqueta
charla
chico
chimenea
chocolate
chorizo
chorro
churrasco
cielo
cierto
cigarrillo
cinta
circular
cita
citar
clara
claridad
claro
clase
clasista
clava
cliente
clima
climatizar
cloro
cobija
cobrar
cobro
cocer
coche
cocina
cocinar
cocinero
cocktail
coherente
col
colaborador
colaborar
colada
colchón
colgar
colmar
colocar
colombiano
color
columna
coma
combar
combo
combustible
comedero
comedir
comedor
comensal
comentario
comer
comestible
comodidad
compartir
compañero
compensar
complacer
complejo
complementar
complemento
completar
completo
complicar
comportamiento
compra
comprar
comprender
comprometer
compromiso
comunicación
común
concepto
conchudo
condicionar
conductor
conectador
conectar
conexión
confianza
confirmar
conformidad
confortable
confortar
confundir
congelar
conmigo
conocer
conseguir
conservar
considerable
considerando
considerar
consistencia
consistente
constancia
consumar
consumidor
consumir
contactar
contaminante
contar
contemplar
contentar
contento
contestar
continuar
continuo
contratar
control
controlar
conveniente
convenio
cooperativa
copa
copete
copia
coquetear
cordial
cordialidad
corporal
correcto
correr
corresponder
corta
cortado
cortar
cortina
cosa
cosita
costilla
costo
costoso
cotidiano
crear
creativo
crema
criollo
crocante
croissant
crudo
cual
cualidad
cualquiera
cuanto
cubano
cubierto
cubrir
cucaracha
cucharita
cuello
cuerpo
cuidado
cuidar
culo
cultura
cultural
cumpleaños
cumplido
cumplir
cuna
cupón
cursar
cómo
d
dado
dar
dato
dañar
debe
deber
debilidad
decepcionante
decidir
decilitro
decir
decorado
dedicar
deficiente
deja
dejar
delicado
delicioso
demanda
demasiado
demora
demorar
dentro
dependiente
deplorable
depositar
derecho
derramar
desagradable
desasear
desastre
desayunar
desayuno
descafeinar
descansar
descontar
descremar
descuento
descuidar
desear
desechable
desempeñar
desinfectante
desinteresar
deslizar
desmejora
desmejorar
desocupar
desorganizar
despachar
desperdiciar
desplazamiento
despostar
desprogramar
destapar
destinar
destruir
detallar
detallista
deteriorar
determinar
devolver
diabetis
diablo
diana
diario
diciembre
dieta
diferencia
diferente
dificultad
dificultar
dignar
diligente
dinero
dios
directo
dirigir
discapacidad
discapacitado
discoteca
disculpa
disculpar
diseñar
disfrutar
disgustar
disminuir
dispendioso
dispensador
displicente
disponer
disponibilidad
disponible
disposición
distancia
distinto
distraer
distribuir
diversión
divino
do
doblar
documentar
documento
dolar
dolor
domingo
don
dormir
dotar
ducha
duda
dueño
dulce
durar
dureza
duro
echar
edad
educar
efectivo
efecto
efectuar
eficaz
eficiencia
eficiente
ejemplar
ejemplo
ejercicio
elegir
elementar
elemento
elevador
elevar
embarazar
embargar
emergencia
emitir
empacar
empanada
empezar
empeñar
empleado
emplear
empolvar
empozar
empresa
encadar
encantador
encantar
encargado
encender
encerrar
encima
encontrar
encuesta
ene
enero
enfocar
engañar
engañoso
ensalada
entablar
entender
enterado
enterar
entonces
entornar
entrada
entrar
entrega
entregar
entrenamiento
epa
equilibrio
equipaje
equipamiento
equipar
equivocar
erar
escala
escalar
escalera
escalonar
escoger
escribir
escucha
escuchar
escupir
esencia
esmerar
espaciar
espacio
espada
espalda
espantoso
especial
especializar
especificar
espectacular
espejo
espera
esperar
espinaca
esplender
esposar
establecer
establecimiento
estatus
estilar
estimar
estimulante
estrategia
estupendo
estándar
etcétera
etiqueta
evaluar
evento
evidencia
evitar
exacto
excelencia
excelente
excepto
exceso
exclusiva
exclusivo
excluyente
excusa
exfoliante
existir
expectativa
experiencia
experto
explicar
expresar
exquisito
extender
exterior
externo
extractor
extranjero
extrañar
fa
fabuloso
facial
facilidad
facilitar
factor
falla
fallar
falta
faltar
familia
familiar
famoso
farmacia
fascinante
fatal
fauna
favor
favorable
favorito
febrero
felicidad
felicitación
felicitar
feliz
femenino
fenomenal
feo
festivo
fi
ficha
fiesta
fila
filtrar
fin
final
finalizar
finca
firmar
flecha
flexible
folleto
fomentar
fondo
forma
formal
formalidad
formar
formol
fortalecer
forzar
fragancia
francisco
francés
frecuencia
frecuentar
frente
fresco
frescura
freír
fruto
fríjol
fuente
fuerte
fuga
fumador
fumar
funcional
funcionamiento
funcionar
funcionario
funda
g
gama
gana
ganar
gancho
gaseosa
gastar
gasto
general
generar
generoso
genial
genio
gente
gentil
gerente
glutamato
gluten
golpear
gorro
gotera
gracia
grada
gradar
gran
grande
grano
grasa
grata
gratificante
gratis
gratitud
grato
gratuito
gritar
grito
grosero
gruesa
grueso
grumo
grupo
gua
guarda
guardar
gurdo
gustar
gusto
haber
habilitar
habitable
habitación
habla
hablar
hacendar
hacer
hacia
hallar
hamaca
hamburguesa
harina
helado
helar
hermanar
hermoso
hervir
higiene
hijo
historia
hoja
hombre
hongo
honorario
hora
horario
horneado
horrible
hospedaje
hospedar
hospitalidad
hotel
hotelero
hoy
hueco
huevar
huevo
humanar
humedad
humo
icono
idea
ideal
identidad
identificar
igual
imagen
impactar
impedir
impertinencia
implementar
implemento
implicar
imponer
importancia
importante
importar
imposible
impresionante
impresionar
impresión
inaceptable
incidente
incluir
incomodar
incomodidad
inconforme
inconformidad
inconveniente
incorporar
incorrecto
incrementar
incursionar
independiente
indicación
indicar
individuo
industria
industrial
infantil
infernal
infierno
informar
infraestructura
ingle
ingrediente
ingresar
iniciar
inigualable
inmediato
inmejorable
inodoro
insatisfecho
inseguro
insistencia
insistir
insoportable
instalación
instalar
instancia
instrucción
instructor
instrumental
instrumento
insuficiente
insumo
integral
intentar
interesante
interferir
interior
internacional
internar
internet
intimidad
intoxicar
invalidar
invertir
invitar
ir
irrespetuoso
iva
jabonera
jamar
jardín
je
jefe
joven
juego
jugar
jugo
juguete
juliano
julio
junior
juntar
justa
justar
justificar
l
labor
laborar
lactosa
lado
lama
lamentable
lamoso
larga
largar
largo
laso
lastimar
lavado
lavamanos
lavar
leche
lechuga
leer
lejos
lenteja
lento
lesionar
letra
levantar
licor
ligero
light
limitación
limitar
limpia
limpiar
limpieza
limpio
limón
lindar
linear
linterna
liso
liviano
ll
llama
llamada
llamar
llave
llegar
llena
llenar
lleno
llevar
llover
lluvia
lodo
lograr
lucir
luego
lugar
luis
luz
m
madera
madre
madrugada
magnificar
mal
maleducado
maleta
malo
maltratar
maluco
mama
manar
mancha
mandar
manejar
manera
mangar
manifestar
mano
manta
mantel
mantener
mantenimiento
mantequilla
maquinar
maravilla
maravilloso
margarita
mariguana
mariposa
martillo
marzo
mas
masaje
masajista
mascarilla
mascota
masticar
material
mayor
mañana
mañanero
mecanismo
media
mediano
mediante
mediar
medicamento
medicinal
medida
medio
medir
mejor
mejora
mejoramiento
mejorar
mencionar
mendigar
menor
menos
merecedor
merecer
mes
mesa
mesero
meter
mezcla
mientras
miguel
mil
milisegundo
mimo
mini
ministerio
minuto
mismo
mitad
mobiliario
moblar
moda
moho
mojada
mojar
mojarra
molestar
molesto
momento
montano
montaña
montañero
morena
morir
mortal
mosca
mostrar
motivar
movilidad
movimiento
mu
mucho
mujer
mundo
municipio
musical
musicar
nacional
nadie
naranja
natural
naturaleza
navidad
navideño
necesario
necesidad
necesitar
negar
negro
nevera
ninguno
nivel
niño
noche
nocturno
nombrar
nominar
norma
normal
nota
notar
noticia
notificar
nova
novio
nueva
nuevo
nuez
numeral
numerar
nunca
nutricional
o
objeto
obligatorio
observar
obstruir
obtener
ocasionar
ocasión
octubre
ocurrir
oferta
ofertar
oficina
ofrecer
ojalar
ojo
ok
oler
olor
onza
opacar
opción
oportunidad
oportuno
optimizar
orden
ordenar
organización
organizar
orgullo
orientar
orificar
orificio
original
orinar
orlar
osar
oscuro
p
paciencia
paciente
pacificar
padre
paga
pagar
paginar
pago
paisaje
paisajismo
palabra
palo
palto
pan
panela
papa
papaya
papel
papelera
paquete
par
paradisiaco
paraguas
parar
parasol
parecer
pared
pareja
parque
parquear
parrilla
parte
particular
partido
pasamanos
pasaportar
pasar
pasear
pasillo
pastel
pata
patacón
pavimentar
paz
pañal
paño
pe
pecado
pedazo
pedido
pedir
peineta
pelar
peldaño
peligroso
pelo
pena
pendiente
pensar
pequeño
perchero
percibir
perder
pereza
perfecto
perico
permanecer
permanente
permitir
pernil
pero
perro
persona
personal
personalidad
pertenencia
pertinente
perverso
pesado
pesar
pescado
peso
picada
picar
pie
piedra
piel
pierna
pila
pintar
pisar
piscina
piso
pista
pitar
pitillo
piña
placentero
plaga
plan
plana
plancha
plantear
plantilla
platicar
plato
plegar
pobre
poción
poco
poder
pollo
poner
popular
porcentaje
porción
porta
portal
portero
posibilidad
posible
positivo
postizo
postrar
pozo
practicar
preciar
precio
precisar
preferencia
preferencial
preferible
preferir
pregunta
preguntar
prenda
preocupar
preparado
preparar
prepotente
presencia
presentable
presentación
presentar
prestar
prestigioso
previo
principal
principiar
prioridad
privacidad
privado
privilegiar
privilegio
problema
procedimiento
procesar
proceso
procurar
producto
profesional
profesionalismo
programa
programar
progresar
prohibir
promocionar
promover
pronto
propina
propio
proponer
proporcional
proporcionar
proteger
proveedor
proveer
provocar
prudente
publicar
publicidad
puerta
pues
punta
puntada
punto
puro
q
queda
quedar
queja
quejar
quemado
quemar
querer
queso
quintar
quintero
quiosco
quita
quitar
radiador
radiar
ranchero
rapidez
raro
rato
re
realidad
realizar
rebaja
rebosar
recalcar
recalentar
recepcionista
recibimiento
recibir
reciclable
recipiente
reclamación
reclamar
recoger
recomendable
recomendación
recomendado
recomendar
recompensar
recordar
recorrer
recurso
red
reducir
reductor
reembolsar
referencia
referente
referir
reflejar
refreír
refrigerador
refrigerar
refrigerio
regadera
regional
registrar
regresar
regular
reina
reintegrar
relacionar
relajamiento
relajante
relajar
reloj
remodelación
remodelar
remoto
remplazar
rentar
reparación
repartir
repetir
repisa
reportar
reposar
representar
requerir
resaltar
resbaladizo
resbaloso
reserva
reservación
reservar
residente
residuo
resistir
resolver
resorte
respectar
respectivo
respetar
respetuoso
respiradero
respirar
responder
responsabilidad
respuesta
restar
restaurante
restaurar
restringir
resultar
resumir
retirado
retirar
retornar
retrasar
revisar
revolver
rey
rico
robar
rodar
rodilla
rojo
rollo
romano
romper
rondar
ropa
rosa
rostro
ruido
ruidoso
rumbo
ruta
rutina
s
saber
sabio
sabor
saca
sacar
saco
sal
sala
salar
salchicha
salero
salgar
salida
salio
salir
salsa
salud
saludable
saludar
salvavidas
san
sanar
sandwich
sangrado
sanitario
santo
satisfacer
satisfactorio
sauna
seca
secador
secar
seco
sector
seguir
seguridad
seguro
seleccionar
selección
sellar
semana
sencillo
sendero
sensacional
sentar
sentido
sentir
separar
ser
sera
seriar
serpiente
servicial
servicio
servidor
servilleta
servio
servir
sexo
señal
señero
señor
señorito
si
siempre
siguiente
silenciar
silencio
silla
similar
simple
simular
sincerar
sistema
sitiar
sitio
situar
so
sobra
sobrar
sobremesa
sobresaliente
sobretodo
sociable
social
sociedad
soda
sol
solar
solicitar
solicitud
solo
solucionar
sombrilla
sonido
sonriente
sonrisa
sopa
sorprender
sorpresa
sostener
sostenibilidad
staff
stick
stock
suave
subida
subir
suceder
sucio
suegro
suerte
suficiente
sufrido
sufrir
sugerencia
sugerir
suite
suma
suministrar
super
superar
superior
supervisor
suponer
surtido
surtir
suspender
t
taco
tal
taladro
talento
tamaño
tampoco
tan
tanda
tanto
tapar
tapete
taquilla
tardar
tarifa
tarjeta
tarro
taza
techar
techo
tela
telaraña
televisar
televisor
tema
temperatura
temporada
temporal
temprano
tender
tendero
tener
tenia
tequila
terapeuta
terapia
termal
terminar
terrible
tibia
tibio
tiempo
tierra
tina
tintar
tinto
tipo
tiquete
tirar
tisana
toalla
toca
tocado
tocar
todo
tofo
toldillo
toma
tomar
tomate
topar
torna
torniquete
torrar
tosco
tostada
trabajador
trabajar
tradicional
traer
tragar
trago
traje
tranquilidad
tranquilo
transitar
transportación
transportar
trasladar
trasporte
trata
tratamiento
tratar
trayecto
triste
trucha
tubo
tumulto
turco
turismo
turista
turnar
turno
ubicación
ubicar
ultimar
unidad
unificar
unir
universo
usar
usted
usual
usuario
utilizar
uva
uña
v
vajilla
vale
valentino
valor
variable
variar
variedad
vario
vaso
vegetal
vegetariano
vehicular
vela
vendar
vender
vengar
venia
venir
venta
ventana
ventanal
ventilador
ver
verdad
verde
verdura
vertebral
vestidor
vez
viajar
vida
video
vidriar
vidrio
viejo
viga
vigilancia
vigilante
vigilar
vinagre
vino
virtual
visible
visita
visitante
visitar
volante
volumen
volver
voz
web
yogur
zanahoria
zona
